Repository: flow03/CoM-Archolos-Ukrainian-Translation
Catalog: DialogeOmegaT/omegat/project_save.tmx
Source language: pl
Languages: uk

source: To chyba ich taka zawodowa rozrywka. Nie poddać się bez walki! W końcu kto by nie chciał zginąć za mieszek złota?
uk: Мабуть, це їхнє професійне хобі. Не здаватися без бою! Зрештою, хто б не хотів померти за мішечок золота?

source: To chyba jasne, że ten fragment kopalni jest zamknięty. Ta dobrowolna opłata jest na cele... Yyy... Eee... Aaa... Odrestaurowania tych pięknych i zapomnianych szybów.
uk: Гадаю, зрозуміло, що ця ділянка копальні закрита. Цей добровільний внесок призначений для... ууу... еее... ааа... відновлення цих прекрасних і забутих тунелів.

source: To chyba jedyny trop, jaki mam na ten moment...
uk: Це, мабуть, єдина зачіпка, яку я маю на даний момент...

source: To chyba już wszystko, dom wydaje się czysty.
uk: Думаю, це все. Будинок виглядає чистим.

source: To chyba mamy wszystko ustalone. Najlepiej zrobimy, jeśli każdy z nas wyruszy osobno. Nie ma co ryzykować wykrycia. Spotkamy się na miejscu o zmroku.
uk: Гадаю, ми з усім визначилися. Буде краще, якщо кожен з нас піде окремо. Так ми не викриємо себе. Зустрінемось на місці в сутінках.

source: To chyba naprawdę nic dziwnego, że moje zdanie ma tu większe znaczenie.
uk: Гадаю, нічого дивного, що моя думка тут є найвагомішою.

source: To chyba nie dla mnie.
uk: Напевно, це не для мене.

source: To chyba nie dla mnie. Rezygnuję.
uk: Це явно не для мене. Я відмовляюся.

source: To chyba nie do końca jest sprawiedliwe.
uk: Я думаю, що це не зовсім справедливо.

source: To chyba nie moja sprawa.
uk: Гадаю, це не моя справа.

source: To chyba niemożliwe.
uk: Не думаю, що це можливо.

source: To chyba oczywiste – chce doprowadzić sprawę do końca.
uk: Це ж очевидно – він хоче довести справу до кінця.

source: To chyba oczywiste! Albyn zajmuje się wszystkimi drobnymi sprawami organizacyjnymi i wprowadza w życie wszystkie moje postanowienia.
uk: А це хіба не очевидно?! Альбін займається всіма дрібними організаційними питаннями і втілює всі мої рішення.

source: To chyba oczywiste! Próbuję opuścić swoje ciało... a przynajmniej to, co z niego zostało.
uk: Це ж очевидно! Я намагаюся покинути своє тіло... або принаймні те, що від нього залишилось.

source: To chyba oczywiste, do miasta.
uk: Думаю, це очевидно – до міста.

source: To chyba oczywiste, skoro tytoń został spalony w ognisku, to wszyscy nim śmierdzieliśmy.
uk: Хіба це не очевидно, адже тютюн був спалений у вогнищі, і ми всі ним просмерділися.

source: To chyba oczywiste, tylko idiota podaje swoje imię takim bandytom.
uk: А це хіба не очевидно? Тільки ідіот видає своє ім'я таким бандитам.

source: To chyba oczywiste, wszyscy w kopalni wiedzą, że jestem najlepszy w tym fachu.
uk: Гадаю це очевидно, усі в копальні знають, що я найкращий у цій справі.

source: To chyba oczywiste, że coś potrafię.
uk: Думаю, очевидно, що я на щось здатен.

source: To chyba oczywiste, że przybyłem po to samo, co sprowadziło was w to miejsce. Rozjemca będzie należał do mnie.
uk: Очевидно, що я прийшов за тим самим, що привело і вас у це місце. Миротворець буде моїм.

source: To chyba oczywiste. Płacisz, czy sam mam je z ciebie wyciągnąć?
uk: Хіба це не очевидно? То платиш, чи мені самому їх з тебе вибити?

source: To chyba ofiara zębaczy. Spróbuję użyć tego ciała, by zwabić przywódcę. Może trochę dodatkowego mięsa podziała?
uk: Думаю, це жертва снеппера. Спробую використати це тіло, щоб приманити їх ватажка. Думаю, треба підкинути трохи додаткового м'яса.

source: To chyba on... wygląda na to, że sprawy się trochę pokomplikowały.
uk: Думаю, це він... схоже, що все трохи ускладнилося.

source: To chyba ostatni tom.
uk: Це, мабуть, останній том.

source: To chyba ostatnia strona.
uk: Думаю, це остання сторінка.

source: To chyba ostatnia z tych cholernych bestii. Mogę wracać do Lowella.
uk: Думаю, це остання з цих клятих тварюк. Можна повертатися до Лоувела.

source: To chyba robota tych bandziorów.
uk: Думаю, це робота бандитів.

source: To chyba sam ocenię, prawda?
uk: Це вже мені судити, чи не так?

source: To chyba ta chata, o której mówił Lowell. Czas oczyścić to miejsce.
uk: Здається, це та хатина, про яку говорив Лоувел. Настав час прибрати це місце.

source: To chyba to ciało, o którym mówił goniec. Przeszukam je. Może znajdę coś, co mi powie, czy jest to Ogis lub Reez.
uk: Думаю, це те тіло, про яке казав перевізник. Треба його обшукати. Може, знайду щось, що підкаже мені, чи це Огіс, чи Різ.

source: To chyba to miejsce. Widzę w oddali jakąś wielką bestię...
uk: Думаю, це те місце. Здалеку я бачу якогось великого звіра...

source: To chyba wszystko.
uk: Гадаю, це все.

source: To chyba wszystko. Nigdy więcej!
uk: Я думаю, що з мене достатньо. Ніколи більше!

source: To chyba wszystko...
uk: Гадаю, це все...

source: To ci dopiero.
uk: Що ж, не пощастило.

source: To ci mówiłem przecież, że tak będzie! Mówiłem ci, że to kwestia czasu, i popatrz - miałem rację!
uk: Я ж казав, що так і буде! Я казав, що це питання часу, і поглянь – я мав рацію!

source: To ci niespodzianka. Bez ciebie by mi się to nie udało.
uk: Оце так новина. Я б не впорався без тебе.

source: To ci, którzy stoją tu z tyłu?
uk: Це ті, що позаду стоять?

source: To ciało ma rany kłute. Nie tego szukam.
uk: На тілі є ножові поранення. Це не те, що я шукаю.

source: To ciebie przysyła mi Roderich?
uk: Це тебе відправив до мене Родеріх?

source: To ciekawe. Często grywasz?
uk: Цікаво. Ти часто граєш?

source: To ciekawe. Nie przypominam sobie, żebym posyłał cię na poszukiwania zwariowanego szczurołapa.
uk: Цікаво. Не пригадую, щоб я відправляв тебе на пошуки божевільного щуролова.

source: To ciekawe... mów dalej.
uk: Це цікаво... продовжуй.

source: To ciekawe... wprowadź mnie w szczegóły.
uk: А це цікаво... розкажи мені в подробицях.

source: To ciągle za mało, żebym zmienił zdanie.
uk: Цього все одно недостатньо, щоб змінити мою думку.

source: To ciężka i długa wyprawa, więc wątpię, byś podczas wojennej zawieruchy był w stanie dotrzeć tam samodzielnie.
uk: Це важка і довга подорож, тож я сумніваюся, що ти зможеш дістатися туди самостійно під час воєнного конфлікту.

source: To co dalej, wodna kula armatnia? Dalej nie wiem, po co zaklinać wodę w sfery.
uk: То що далі, водяні гарматні ядра? Нащо взагалі перетворювати воду на сфери.

source: To co dokładnie mam zrobić?
uk: То що саме я маю зробити?

source: To co innego. W takim wypadku mógłbym ci pokazać, jak nabrać krzepy, i jak poprawnie machać bronią, zarówno jednoręczną, jak i dwuręczną.
uk: О, це інша справа. У такому випадку я можу показати, як стати сильнішим і як правильно володіти зброєю, як одноручною, так і дворучною.

source: To co innego. Za parę monet każdemu mógłbym powiedzieć co nieco o ciężkiej broni, strzelaniu z kuszy czy nabieraniu krzepy.
uk: Це вже інша справа. За кілька монет я можу будь-кому розповісти про дворучну зброю, стрільбу з арбалета або про те, як підвищити силу.

source: To co mam jej powiedzieć?
uk: То що мені їй сказати?

source: To co mam robić?
uk: То що мені робити?

source: To co mamy zrobić?
uk: То що ж нам робити?

source: To co mogę zrobić?
uk: То що я можу зробити?

source: To co proponujesz?
uk: То що ти пропонуєш?

source: To co robimy?
uk: То що робимо?

source: To co to za praca?
uk: То що це за робота?

source: To co tutaj robisz? Załatw to szybko. Czas ucieka.
uk: Тоді що ти тут робиш? Давай швидше. Час спливає.

source: To co w końcu mam dla ciebie zrobić?
uk: То що я маю, врешті-решт, зробити?

source: To co według ciebie powinienem zrobić?
uk: Тоді що, на твою думку, я маю зробити?

source: To co zamierzał? Chciał sieci mi pociąć, czy może wiosła połamać?
uk: Що він задумав? Він збирався порізати мої сітки чи зламати весла?

source: To co, dogadamy się?
uk: То що, домовились?

source: To co, ja prowadzę? Pod karczmą omówimy szczegóły.
uk: Не проти, якщо я проведу? Деталі обговоримо в корчмі.

source: To co, może zmiana? Ja teraz przepiszę kilka, a ty przypilnujesz Lokvara?
uk: То що, може поміняємось? Я перепишу кілька, а ти приглянеш за Локваром?

source: To coś, czym musimy się zająć sami, Ramsey już zagroził, że jeśli Bestia nie przestanie zagrażać wiosce, to mamy się stąd wynieść.
uk: З цим ми повинні розібратися самі. Рамзі вже пригрозив, що якщо Звір не припинить загрожувати селу, то він вижене нас під три чорти.

source: To cud, że większość słów
uk: Це диво, що більшість слів

source: To czego chcesz?
uk: Тоді чого ти хочеш?

source: To czego ci brakuje?
uk: Так чого тобі бракує?

source: To czemu wszystkich o to wypytujesz?
uk: То навіщо ти всіх про це розпитуєш?

source: To czy winny jest on czy może ktoś inny zdecydują już nasi szanowni możnowładcy.
uk: Чи винен він, чи хтось інший – це вже вирішуватимуть наші шановні можновладці.

source: To da nam możliwość aresztowania oraz zakończenia ich szkodliwej działalności.
uk: Це дасть нам можливість їх арештувати та припинити їхню шкідливу діяльність.

source: To daj mi ją.
uk: Тоді давай його мені.

source: To daje nam pewien obraz sytuacji. Musimy działać szybko, ale i ostrożnie.
uk: Це дає нам певне уявлення про ситуацію. Необхідно діяти швидко, але й обережно.

source: To dawaj wszystkie ryby jakie masz.
uk: То віддавай мені усю рибу, яку маєш.

source: To dawaj, pokaż, jaki wielki z ciebie wojownik.
uk: Ну давай, покажи, який крутий з тебе воїн.

source: To dla ciebie.
uk: Це тобі.

source: To dla mnie bardzo ważne.
uk: Мені це дуже важливо.

source: To dla mnie być, albo nie być! Na pewno ktoś inny się zlituje...
uk: Від цього залежить моє життя! Сподіваюсь, що хтось інший змилується...

source: To dla mnie wielki zaszczyt.
uk: Для мене це велика честь.

source: To dla niepoznaki! Mądrzy bogowie umieścili cząstki swych mocy w przedmiotach prostych, by ludzie zachłanni nie położyli na nich swoich niegodnych rąk.
uk: Це для видимості! Мудрі боги помістили частинки своєї сили в прості предмети, щоб жадібні люди не наклали на них свої негідні руки.

source: To dla was problem? Myślałem, że ludzie umierają tu każdego dnia.
uk: Для тебе це проблема? Я думав, тут щодня хтось помирає.

source: To dlaczego jego wszyscy ludzie wyruszyli?
uk: Тоді чому всі його люди пішли?

source: To dlaczego jego wszyscy ludzie wyruszyli? Myślisz, że bronią miasta ze strażnikami?
uk: Тоді чому всі його люди пішли? Ти думаєш, вони захищають місто разом з вартовими?

source: To dlaczego jesteś tutaj?
uk: Тоді чому ти тут?

source: To dlaczego wcześniej uciekał na mój widok?
uk: Тоді чому він втік, побачивши мене?

source: To dlatego władzy zależy na szybkim rozlokowaniu uchodźców.
uk: Саме тому влада намагається якнайшвидше розігнати біженців.

source: To dlatego, iż są w istocie słowami mojego Pana.
uk: Бо насправді це слова мого Господа.

source: To do dzieła!
uk: То до справи!

source: To do roboty!
uk: То до роботи!

source: To dobra okazja, żebyś zobaczył co nieco o kunszcie ślusarza, w końcu te wszystkie lata u mojego mistrza nie poszły na marne i na zamkach znam się jak mało kto.
uk: Це хороша можливість для тебе побачити щось із навичок слюсаря, адже всі ці роки з моїм майстром не пройшли даремно, і в замках я розуміюсь, як ніхто інший.

source: To dobra wiadomość. Co takiego mamy robić?
uk: Це хороша новина. Що ми маємо робити?

source: To dobre pytanie. Zadaniem rodzica jest troska o swoje dzieci.
uk: Це гарне запитання. Завдання батьків – піклуватися про своїх дітей.

source: To dobre wieści. Obawiałem się, że będę musiał walczyć z jakimiś buntami lub protestami!
uk: Це хороша новина. Я побоювався, що мені доведеться боротися з якимось бунтом чи протестом!

source: To dobry czas by wasza Gildia udowodniła, że przydaje się do czegoś więcej niż przenoszenie ładunków w porcie.
uk: Настав час для вашої Гільдії довести, що ви здатні не лише переносити вантаж у порту.

source: To dobry dzień, aby udać się na polowanie. Czuję, że byłyby to bardzo udane łowy.
uk: Сьогодні гарний день для полювання. Відчуваю, що це буде дуже вдале полювання.

source: To dobry władca. Wie, czego potrzebuje jego lud, i nie daje sobą pomiatać. Jestem dumny mogąc mu służyć.
uk: Він хороший правитель. Він знає, що потрібно його народу, і не дає собою керувати. Я пишаюся тим, що можу служити йому.

source: To dobrze się składa, bo nasza praca dla Ulryka dobiega końca. Jak tylko przetransportujemy te ogromne bale drewna, będziemy się zbierać.
uk: Це добре, оскільки наша робота на Ульріка добігає кінця. Як тільки ми перевеземо ці величезні колоди, ми покинемо це місце.

source: To dobrze, bo Cortez jest wściekły! Tak wściekły, że jedno złe słowo, a posieka nas obu na kawałki.
uk: Це добре, бо Кортез розлючений! Настільки розлючений, що одне невірне слово і він порубає нас обох на шматки.

source: To dobrze, bo możesz mi się przydać. Tylko jak już raz się zdecydujesz, to nie kręć potem nosem, dobra?
uk: Це добре, бо ти можеш бути мені корисним. Тільки якщо ти вже вирішив, то не крути потім носом, гаразд?

source: To dobrze, powinno wystarczyć.
uk: Добре, цього має вистачити.

source: To dobrze, tylko może na wszelki wypadek nie pokazuj się ludziom. Po co narażać opinię Gildii?
uk: Добре, тільки про всяк випадок не показуйся людям. Навіщо ставити під загрозу репутацію Гільдії?

source: To dobrze.
uk: Це добре.

source: To dobrze. Za mną.
uk: Це добре. За мною.

source: To dokładnie taki sam pancerz, jak noszą pozostali ochroniarze Volkera. Wytrzymały, wygodny, a przede wszystkim nie rzuca się w oczy ani w mieście, ani w dziczy.
uk: Це точно такі ж обладунки, які носять інші охоронці Волкера. Міцні, зручні і, головне, непомітні як у місті, так і за ним.

source: To dom naszego kapitana, Corteza. Jeśli jest teraz zajęty, to będziesz musiał chwilę poczekać.
uk: Це дім нашого капітана, Кортеза. Якщо він зараз зайнятий, доведеться трохи почекати.

source: To dom wszystkich synów i córek, którym odebrano własne ziemie. Teraz z bólem serca oglądamy, jak wyspa staje się cieniem swojej dawnej świetności.
uk: Це дім усіх синів і дочок, у яких відібрали землю. Тепер ми з болем у серці спостерігаємо, як острів стає тінню своєї колишньої слави.

source: To dom, o którym ci mówiłem. Podobno w nim straszy.
uk: Це той будинок, про який я розповідав тобі. Кажуть, у ньому водяться привиди.

source: To dopiero początek twojej drogi, musisz się jeszcze wiele nauczyć.
uk: Це лише початок, тобі ще багато чому потрібно навчитися.

source: To doprawdy szlachetne z waszej strony, że podjęliście się tego trudu. Biorąc pod uwagę waszą... reputację, prędzej spodziewałbym się kolejnego strażnika.
uk: Це по-справжньому благородно з вашого боку. Враховуючи вашу... репутацію, я швидше б очікував чергового вартового.

source: To doskonale! Sam chętnie zajmę czymś ręce. Daj znać, gdy będziesz coś dla mnie miał.
uk: Чудово! Я б і сам хотів чимось зайнятися. Дай мені знати, коли матимеш щось для мене.

source: To dość cenny i rzadki materiał jak na tę wyspę.
uk: Це досить цінний і рідкісний матеріал на цьому острові.

source: To drewno może i jest dobre, ale oferta Ulryka namieszała mu w głowie! Stocznia nie jest w stanie mu tyle zapłacić...
uk: Ця деревина, можливо, і хороша, але пропозиція Ульріка запаморочила йому голову! Корабельня не взмозі йому стільки заплатити...

source: To drobiazg. I tak zaczął mnie już denerwować.
uk: Це дрібниця. Він і так почав мене теж дратувати.

source: To drobnostka.
uk: Це дрібниця.

source: To duże uproszczenie.
uk: Це грубе спрощення.

source: To działa w prosty sposób. Ja pożyczam pieniądze, a ty dajesz mi jakiś przedmiot na wypadek twojej niewypłacalności.
uk: Це працює дуже просто. Я позичаю гроші, а ти даєш мені якусь річ на випадок, якщо не зможеш їх повернути.

source: To dzieło Venzela.
uk: Це робота Венцеля.

source: To dziwne, bo od lat nikt do niej nie zagląda.
uk: Це дивно, тому що вже багато років там нікого не було.

source: To dziwne. On się raczej rzuca w oczy.
uk: Це дивно. Він досить помітний.

source: To dziwne... co takiego dwie pełne skrzynki wina mogły robić w krzakach...
uk: Дивно... Що два повні ящики з вином могли робити в кущах...

source: To dzięki jego sprytowi udało się pokonać wojska Lukkora i Gellona oraz ostatecznie przyłączyć Varrant do królestwa.
uk: Саме завдяки його тактиці війська Луккора і Геллона були розбиті, а Варант було остаточно приєднано до королівства.

source: To dzięki naszym inwestycjom wyspa jest w stanie konkurować z takimi ośrodkami jak chociażby słynne Khorinis.
uk: Завдяки нашим інвестиціям острів може конкурувати з такими центрами торгівлі, як знаменитий Хорініс.

source: To dzięki niemu handel i rzemiosło rozkwitają w naszym mieście.
uk: Саме завдяки йому в нашому місті процвітає торгівля і ремісництво.

source: To dzięki niemu miasto jeszcze funkcjonuje. Wszyscy tutaj są wdzięczni za jego ciężką pracę.
uk: Саме завдяки йому місто досі функціонує. Тут усі вдячні за його важку працю.

source: To dzięki niemu to miasto jeszcze stoi. Wszyscy tutaj są wdzięczni za jego ciężką pracę.
uk: Саме завдяки йому це місто досі стоїть. Кожен тут вдячний йому за його важку працю.

source: To dzięki poświęceniu twojemu i wielu innych najemników, nasza organizacja może przetrwać w tych trudnych czasach.
uk: Саме завдяки твоїй відданості та відданості багатьох інших найманців наша організація змогла вижити в ці важкі часи.

source: To dzięki tobie nie muszę się już martwić o zamówienia. Weź tą skrzynkę, to ostatnie butelki mojej najlepszej partii. Powodzenia na wyprawie!
uk: Завдяки тобі я можу більше не турбуватися про замовлення. Візьми цей ящик, це останні пляшки з моєї найкращої партії. Щасти тобі в твоїй експедиції!

source: To długa historia, ale cmentarz jest już bezpieczny.
uk: Це довга історія, але тепер цвинтар знову безпечний.

source: To długa historia, którą nie mam zamiaru cię zanudzać. Mocno mi przywaliłeś... jeszcze gorzej od tej królowej...
uk: Це довга історія, якою я не маю наміру тебе втомлювати. Ти мене сильно побив... ще сильніше, ніж та королева...

source: To długa historia, opowiem ci ją innym razem.
uk: Це довга історія, я розповім її іншим разом.

source: To długa historia, ważne, że teraz tu jestem.
uk: Це довга історія, головне, що зараз я тут.

source: To długa historia.
uk: Це довга історія.

source: To długa historia. Opowiem wszystko, gdy zakończę zadanie.
uk: Це довга історія. Я все розповім, коли завершу завдання.

source: To długa historia. Ważne, że teraz tu jestem. Jak wygląda sytuacja? Gdzie jest Roderich?
uk: Це довга історія. Важливо те, що зараз я тут. Як ситуація? Де Родеріх?

source: To długa historia...
uk: Це довга історія...

source: To długa historia... wygląda na to, że prawdziwy napastnik wciąż jest na wolności.
uk: Це довга історія... Схоже, що справжній нападник все ще на волі.

source: To eksperymentalna mikstura, chciałem jak najbardziej zwiększyć jej wydajność. To chyba idealna pora, by ją przetestować.
uk: Це експериментальне зілля, і я хотів зробити його максимально ефективним. Здається, зараз ідеальний час, щоб його випробувати.

source: To facet z zasadami. Niektórzy twierdzą, że jest okrutny, ale to nieprawda. On po prostu przykłada dużą wagę do zawieranych umów.
uk: Він принциповий хлопець. Дехто каже, що він жорстокий, але це неправда. Він просто приділяє багато уваги контрактам, які укладає.

source: To fakt, kilka razy odniosłem takie wrażenie... Może masz rację...
uk: Це факт, у мене було таке враження кілька разів... Можливо, ти правий...

source: To gadaj.
uk: Говори!

source: To gdzie mogę zobaczyć tego wielkiego i przerażającego niedźwiedzia?
uk: То де я можу побачити цього великого і страшного ведмедя?

source: To groźba?
uk: Це погроза?

source: To grupa zahartowanych wojowników i weteranów wojennych z całego świata, dla których nie ma rzeczy niemożliwych. Rzecz jasna, jeśli dysponujesz odpowiednią ilością złota.
uk: Це група загартованих воїнів і ветеранів війни з усього світу, для яких немає нічого неможливого. Звісно, якщо ти маєш достатньо золота.

source: To i ja wiem.
uk: Це я й сам знаю.

source: To i żadnego wejścia nie będzie.
uk: Тоді і ніякого входу не буде.

source: To ich aresztuj? W czym problem?
uk: Тоді чому б їх не арештувати? В чому проблема?

source: To idealny moment by wymierzyć Lichwiarzowi sprawiedliwość.
uk: Це ідеальний момент звершити правосуддя над Лихварем.

source: To idź do Magów Wody.
uk: Тоді йди до Магів Води.

source: To idź po Caramona, a potem do Gerstanda. Bądźcie czujni.
uk: Тоді бери Карамона і вирушайте до Герстанда. І будьте напоготові.

source: To imię nic mi nie mówi.
uk: Це ім'я мені ні про що не говорить.

source: To imię niewiele mi mówi, mógłbyś rozjaśnić tę sytuację?
uk: Це ім'я мені мало про що каже, чи не міг би ти прояснити ситуацію?

source: To inteligentna rasa, choć pewnie nie raz mówili ci, że to zwykłe zwierzęta.
uk: Це розумна раса, хоч тобі й не раз говорили, що вони просто звірі.

source: To interesujące... Liam miałby się bać kogoś, kogo pomagał wychowywać?
uk: Це цікаво... Ліам побоювався того, кого він допоміг виростити?

source: To istny koszmar! Kłótnia między pracownikami urosła do tego stopnia, że rzucili się sobie nawzajem do gardeł.
uk: Це справжній кошмар! Сварка між робітниками дійшла до того, що вони вчепились один одному в горлянки.

source: To istotna informacja. Dzięki.
uk: Це важлива інформація. Дякую.

source: To ja dziękuję w imieniu swoim i Rolfa.
uk: Це я дякую тобі від себе і від імені Рольфа.

source: To ja dziękuję, kolego. Powodzenia w szukaniu brata.
uk: Це я дякую тобі, приятелю. Щасти тобі в пошуках брата.

source: To ja dziękuję, kolego. Uratowałeś mi skórę.
uk: Це я тобі дякую, приятелю. Ти врятував мені життя.

source: To ja jestem królem areny i całego tego miejsca!
uk: Це я король арени та всього цього місця!

source: To ja jestem odpowiedzialny za wszystkich nowych strażników, więc póki co, będziesz raportował do mnie.
uk: Я відповідальний за всіх нових вартових, тому поки що ти будеш звітувати переді мною.

source: To ja jestem poszkodowanym w tej historii, proszę pomóż!
uk: Це я жертва у цій історії, тож, будь ласка, допоможи!

source: To ja kazałem nowicjuszom ukryć jego rzeczy. Nie dość, że Artur nie wywiązuje się ze swoich obowiązków, to swoją głową wciąż jest nie tam, gdzie powinien.
uk: Це я сказав послушникам сховати його речі. Мало того, що Артур не виконує своїх обов'язків, так у нього ще й голова не на місці.

source: To ja może już wskażę drogę do kapitana straży...
uk: Тоді я можу вказати шлях до капітана Варти...

source: To ja odpowiadam za to, żeby to miasto funkcjonowało zgodnie z wszelkimi decyzjami jego królewskiej mości, Rhobara II.
uk: Я відповідаю за те, щоб це місто функціонувало відповідно до всіх рішень Його Королівської Величності Робара II.

source: To ja podejmuję najważniejsze decyzje podczas nieobecności miłościwego Sir Ramseya.
uk: За відсутності милостивого сера Рамзі, це я приймаю найважливіші рішення.

source: To ja powinienem cię o to zapytać. No chyba, że już nie chcesz wejść do kopalni?
uk: Це я маю тебе запитати. Ну, хіба що ти більше не хочеш спускатися до копальні?

source: To ja tutaj posiedzę i pomyślę...
uk: Я посиджу тут і подумаю...

source: To ja tutaj rozdaję ciosy, zrozumiano?
uk: Я єдиний, хто тут б'є, зрозуміло?

source: To ja ugotowałem zupę, Ernesto zapłacił mi, żebym to zrobił.
uk: Це я приготував суп. Ернесто заплатив мені, щоб я це зробив.

source: To ja usiądę sobie gdzieś w kącie, a ty gadaj z Ernesto.
uk: Тоді я посиджу десь у куточку, а ти поговориш з Ернесто.

source: To ja wyznaczam warty. Wiem, gdzie mogę na kogoś trafić, a gdzie nie. Ludzie w Leżu prowadzą regularny tryb życia.
uk: Я сам розставляю вартових, і знаю, де можна на когось натрапити, а де ні. Люди в Лігві дотримуються звичного способу життя.

source: To ja!
uk: Це я!

source: To ja! Jorn!
uk: Це я! Йорн!

source: To ja. W czym mogę ci pomóc?
uk: Так, це я. Чим я можу тобі допомогти?

source: To jak będzie z moją nagrodą?
uk: А як щодо моєї винагороди?
